blog/2021/zuo-ke-and-zuo-ke.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-09 Wed 12:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>“做客”和“作客”的区别</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">“做客”和“作客”的区别</h1>
</header><p>
《现代汉语词典》解释：
</p>

<p>
"作客"──"指寄居在别处：～他乡"；
</p>

<p>
"做客"──"指访问别人，自己当客人：到亲戚家～"。
</p>

<p>
可见，同样是“客”，但“作客”与“做客”享受的待遇不同，内心感受也不一样。
</p>

<p>
"作客"或四处漂泊，或寄人篱下，"独在异乡为异客"，那感觉真可谓“冷冷清清，凄凄惨惨切切”了。而“做客”无论是应邀光临还是主动拜访，一般都会受到款待和礼遇，宾主在良好的氛围中相处，"做客"者是不太会产生内心的失落感的。
</p>

<p>
可见，"作客"与“做客”，一个在地下，一个在天上，两者当然不能混为一谈。<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup>
</p>

<hr>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="https://www.sohu.com/a/270432076_757863#:~:text=%E6%96%87%E4%B8%AD%E2%80%9C%E4%BD%9C%E5%AE%A2%E2%80%9D%E6%98%AF%E2%80%9C%E5%81%9A%E5%AE%A2,%E5%87%84%E5%87%84%E6%83%A8%E6%83%A8%E5%88%87%E5%88%87%E2%80%9D%E4%BA%86%E3%80%82">https://www.sohu.com/a/270432076_757863#:~:text=%E6%96%87%E4%B8%AD%E2%80%9C%E4%BD%9C%E5%AE%A2%E2%80%9D%E6%98%AF%E2%80%9C%E5%81%9A%E5%AE%A2,%E5%87%84%E5%87%84%E6%83%A8%E6%83%A8%E5%88%87%E5%88%87%E2%80%9D%E4%BA%86%E3%80%82</a></p></div></div>


</div>
</div></div>
</body>
</html>